{
  "videos": [
    {
      "src_sd":       "CBD wij zijn er voor jou 30sec TVC 720p.mp4",
      "src_hd":       "CBD wij zijn er voor jou 30sec TVC 1080p.mp4",
      "poster":       "CBD wij zijn er voor jou 30sec.jpeg",
      "title":        "Centraal Bureau voor Drogisterijen - Wij zijn er voor jou",
      "subtitle":     "TV Commercial 30 sec",
      "description":  "I produced and edited this TV commercial in the beginning of the Covid-19 lock-down in the Netherlands. We had to produce it entirely with stock footage because filming was not allowed and the budget was tight. This commercial rolled on TV to let people know that the drug stores are open for their daily needs in this particular situation. Client Jump! Communications, copywriter Dieuwke Reehoorn."
    },
    {
      "src_sd":       "Nierstichting TVC 40sec 720p.mp4",
      "src_hd":       "Nierstichting TVC 40sec 1080p.mp4",
      "poster":       "Nierstichting TVC 40sec.jpeg",
      "title":        "Nierstichting - Leven gaat voor",
      "subtitle":     "TV Commercial 40 sec",
      "description":  "I produced and co-directed this TV commercial together with cinematographer Casper Brink. All the actors are volunteers for the good cause, and it was a pleasure to work with Willem, our brave at the time 14 year old kidney patient - who luckily later got a kidney transplant. Camera and grade Casper Brink. My role in the production was producer/director and offline/online editor."
    },
    {
      "src_sd":       "Binck Bank Of ik het heb gemaakt 30 sec TVC 720p.mp4",
      "src_hd":       "Binck Bank Of ik het heb gemaakt 30 sec TVC 1080p.mp4",
      "poster":       "Binck Bank Of ik het heb gemaakt.jpeg",
      "title":        "Binck Bank - Of ik het heb gemaakt",
      "subtitle":     "TV Commercial 30 sec",
      "description":  "This is a TV commercial variation of the main Binck campagne by XXS Amsterdam. Binck Bank is known of its clients who dare to make their own unique choices in life, also when it comes to invest banking. My role in this production was offline editor."
    },
    {
      "src_hd":       "Videoland - Gezellig on demand TVC 1080p.mp4",
      "src_sd":       "Videoland - Gezellig on demand TVC 1080p.mp4",
      "poster":       "Videoland - Gezellig on demand TVC.jpeg",
      "title":        "Videoland - Gezellig on demand TVC",
      "subtitle":     "TV Commercial 45 sec",
      "description":  "This TV commercial is playing back in the memories of people, in the times of VHS tapes and Dvd’s. The same cosiness can still be found when you watch the on demand films and series of Videoland. My role in this production was offline editor, client XXS Amsterdam."
    },
    {
      "src_sd":       "Qurrent Energie is Overall campagne TVCs 720p.mp4",
      "src_hd":       "Qurrent Energie is Overall campagne TVCs 1080.mp4",
      "poster":       "Qurrent Energie is Overall campagne TVCs.jpeg",
      "title":        "Qurrent - Energie Pioniers",
      "subtitle":     "TV Commercials and prerolls",
      "description":  "These TV commercials and prerolls were launching the energy company Qurrent in the Netherlands. My role in this production was offline editor, client XXS Amsterdam."
    },
    {
      "src_sd":       "Nierstichting Collecteweek 30 sec TVC 10 sec tag-on 720p.mp4",
      "src_hd":       "Nierstichting Collecteweek 30 sec TVC 10 sec tag-on 1080.mp4",
      "poster":       "Nierstichting Collecteweek 30 sec TVC 10 sec tag-on.jpeg",
      "title":        "Nierstichting “Collecteweek”",
      "subtitle":     "TV Commercial 30 sec and tag-on 10 sec",
      "description":  "This “Collecting week” TV commercial is an off-spring from the “Leven gaat voor” campagne that I produced together with XXS Amsterdam. We had a plenty of footage to make these variations for TV to collect money for the kidney organisation, de Nierstichting. Camera and grade Casper Brink. My role in the production was producer and offline/online editor."
    },
    {
      "src_sd":       "VVD Vrijheid 30 sec TVC 720p.mp4",
      "src_hd":       "VVD Vrijheid 30 sec TVC 1080p.mp4",
      "poster":       "VDD Vrijheid 30 sec TVC.jpeg",
      "title":        "VVD - Vrijheid",
      "subtitle":     "TV Commercial 30 sec",
      "description":  "This TV commercial was made for the Dutch political party VVD for their election campagne. The commercial is underlining their vision of safe and free society. My role in this production was line producer in collaboration with Marcel Ossendrijver, and offline editor. Client XXS Amsterdam."
    },
    {
      "src_sd":       "What Design Can Do Freitag Breakoutsession 720p.mp4",
      "src_hd":       "What Design Can Do Freitag Breakoutsession 1080p.mp4",
      "poster":       "What Design Can Do Freitag Breakoutsession.jpeg",
      "title":        "What Design Can Do - Breakout session with Daniel Freitag",
      "subtitle":     "Event registration film for Vbat",
      "description":  "I produced and edited this event registration film for the Amsterdam based design and advertisement agency VBAT as I have done for the past years. This years breakout session was with Daniel Freitag, known from the Freitag bags. The participants were joining this interactive workshop and creating their own variation of the brand Freitag in the group assignment. Camera and grade Galed Hamed."
    },
    {
      "src_sd":       "WPS Parking as a Service 720p.mp4",
      "src_hd":       "WPS Parking as a Service 1080p.mp4",
      "poster":       "WPS Parking as a Service.jpeg",
      "title":        "WPS - Parking as a Service",
      "subtitle":     "Corporate film, tradeshow film",
      "description":  "I produced and edited this corporate film for WPS and their parking solutions. This film was originally made for a trade show to highlight their contactless parking systems and services. The film is a compilation of stock material as briefed in the brand guidelines and material that we shot on locations, plus some existing material."
    },
    {
      "src_sd":       "Nierstichting Casestudy 720p.mp4",
      "src_hd":       "Nierstichting Casestudy 1080.mp4",
      "poster":       "Nierstichting Casestudy.jpeg",
      "title":        "Nierstichting - Live Busstop advertisement at Rotterdam CS",
      "subtitle":     "TV Commercial 30 sec",
      "description":  "This casestudy film is about the live “abri” (busstop) commercial connecting kidney patient Fabian in Amsterdam and the passing by people in Rotterdam Central Station while Fabian is sitting at home and having his blood dialysed. Client XXS Amsterdam. My role in the production was offline/online editor."
    },
    {
      "src_sd":       "Nierstichting TVC 90sec 720p.mp4",
      "src_hd":       "Nierstichting TVC 90sec 1080p.mp4",
      "poster":       "Nierstichting TVC 90 sec.jpeg",
      "title":        "Nierstichting - Leven gaat voor",
      "subtitle":     "TV Commercial, infomercial 90 sec",
      "description":  "I produced and co-directed this TV commercial together with cinematographer Casper Brink. All the actors are volunteers for the good cause, and it was a pleasure to work with Willem, our brave at the time 14 year old kidney patient - who luckily later got a kidney transplant. This is a long format infomercial variation of the 40 sec TV commercial. Camera and grade Casper Brink. My role in the production was producer/director and offline/online editor."
    },
    {
      "src_sd":       "Erasmus Prize Frie Leysen an introduction 720p.mp4",
      "src_hd":       "Erasmus Prize Frie Leysen an introduction 1080p.mp4",
      "poster":       "Erasmus Prize Frie Leysen an introduction.jpeg",
      "title":        "Erasmus Prize Award - Frie Leysen, an introduction",
      "subtitle":     "Award ceremony opening film",
      "description":  "I produced/directed and edited this introduction film about theater maker Frie Leysen for the Erasmus Prize Award ceremony. Frie Leysen got the prestigious Erasmus Prize for her pioneering body of work in the theater and culture sector. We had the privilege to follow her around in Vienna for couple of days at the Wiener Festwochen -festival to discover her world of art and portret her for this film. Camera and grade Casper Brink."
    },
    {
      "src_sd":       "What Design Can Do - Dont waste waste Breakoutsession 720p.mp4",
      "src_hd":       "What Design Can Do - Dont waste waste Breakoutsession 1080p.mp4",
      "poster":       "What Design Can Do - Dont waste waste Breakoutsession.jpeg",
      "title":        "What Design Can Do - Breakout session: Don’t waste waste",
      "subtitle":     "Event registration film",
      "description":  "I produced and edited this event registration film for the Amsterdam based design and advertisement agency VBAT as I have done for the past years.  This years breakout session was about educating people about plastic and how to give plastic a second life. The participants were joining this interactive workshop and were creating their own strategy of how to be environmental friendly. Camera and grade Casper Brink."
    },
    {
      "src_sd":       "What Design Can Do Film and music Breakoutsession 720p.mp4",
      "src_hd":       "What Design Can Do Film and music Breakoutsession 1080p.mp4",
      "poster":       "What Design Can Do Film and music Breakoutsession.jpeg",
      "title":        " What Design Can Do - Breakout session: Film & Music",
      "subtitle":     "Event registration film",
      "description":  "I produced and edited this event registration film for the Amsterdam based design and advertisement agency VBAT as I have done for the past years.  This years breakout session was about combining music and image. The participants were joining this interactive workshop and were creating their own music video by using old film techniques. The workshop was hosted by composer Joep Beving and video artist Marcus Lyall. Camera and grade Casper Brink."
    }
  ]
}